---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteAlignedSomeLevels
source: html/9439f520-8d9d-8c64-e55b-6659b3b0176e.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteAlignedSomeLevels Property

Can't Paste Aligned to some views.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPasteAlignedSomeLevels { get; }
```